Repository: redblue-pkt/xine-ui
Catalog: src/xitk/xine-toolkit/po/*.po
Languages: cs, de, pl_pl, sk, uk

source: Select current entry
cs: Vybrání aktuální polo¾ky
de: Wähle momentanen Eintrag
pl_pl: Wybór aktualnego wpisu
sk: Vybra» aktuálnu polo¾ku

source: Play selected entry
cs: Pøehrání aktuální polo¾ky
de: Spiele momentanen Eintrag
pl_pl: Odtwarzanie wybranego wpisu
sk: Prehra» aktuálnu polo¾ku

source: Close MRL browser window
cs: Zavøení okna prohlí¾eèe MRL
de: MRL-Browser-Fenster schließen
pl_pl: Zamkniêcie okna przegl±darki MRL
sk: Zatvori» okno MRL prehliadaèa

source: XInitThreads() failed.
cs: Funkce XInitThreads() selhala.
de: XInitThreads() fehlgeschlagen.
pl_pl: XInitThreads() zawiod³o.
sk: XInitThreads() zlyhali.
uk: XInitThreads() зазнав збою

source: Cannot open display
cs: Nelze inicializovat obrazovku
de: Kann Display nicht öffnen
pl_pl: Nie mogê otworzyæ okna wy¶wietlania
sk: Nemô¾em otvori» display
uk: Не можу вивести на д╕сплей

source: Imlib_init_with_params() failed.
cs: Funkce Imlib_init_with_params() selhala.
de: Imlib_init_with_params() fehlgeschlagen.
pl_pl: Imlib_init_with_params() zawiod³o.
sk: Imlib_init_with_params() zlyhali.
uk: Imlib_init_with_param() зазнав збою

source: New integer value is: %d. Confirm ?
cs: Nová èíselná hodnota je: %d. Potvrdit ?
de: Neuer Ganzzahl-Wert ist %d. Bestätigen?
pl_pl: Nowa warto¶æ integer to: %d. Potwierdzasz ?
sk: Nová celoèíselná hodnota je %d. Potvrdi» ?
uk: Нове ц╕ле значення ╓: %d. Так ?

source: New double value is: %e. Confirm ?
cs: Nová èíselná hodnota je: %e. Potvrdit ?
de: Neuer Gleitpunkt-Wert ist %e. Bestätigen?
sk: Nová celoèíselná hodnota je %e. Potvrdi» ?

source: My Frame
cs: Mùj rámec
de: Mein Rahmen
pl_pl: Moja Ramka
sk: Môj rámec
uk: М╕й кадр

source: A Label
cs: Popisek
de: Ein Label
pl_pl: Etykieta
sk: Oznaèenie
uk: М╕тка

source: Fire !!
cs: Pal !!
de: Feuer !!
pl_pl: Ognia !!
sk: Paµ !!
uk: Вогонь !!

source: !BOOM!
cs: !BUM!
de: !Bumm!
pl_pl: !BUM!
sk: !Bum!
uk: !БУМ!

source: New entries selected in combo box is: %s [%d].
cs: Nový výbìr polo¾ek v seznamu je: %s [%d].
de: Der neu gewählte Eintrag der Combobox ist: %s [%d].
pl_pl: Nowy wybór w polu wyboru to: %s [%d].
sk: Nový výber v poli výberu je: %s [%d].
uk: Нов╕ елементи що обран╕ в комбо бокс╕: %s [%d].

source: init_test() failed
cs: Funkce init_test() selhala.
de: init_test() fehlgeschlagen.
pl_pl: init_test() zawiód³
sk: init_test() zlyhali.

source: My Fucking Window
cs: Mé pos*** okno
de: Mein Sch***-Fenster
pl_pl: Moje Okno
sk: Moje okno
uk: В╕кно

source: Quit
cs: Konec
de: Beenden
pl_pl: Koniec
sk: Skonèi»
uk: Вих╕д

source: Question?
cs: Otázka?
de: Frage?
pl_pl: Pytanie?
sk: Otázka?
uk: Питання?

source: Yes
cs: Ano
de: Ja
pl_pl: Tak
sk: Áno
uk: Так

source: No
cs: Ne
de: Nein
pl_pl: Nie
sk: Nie

source: Cancel
cs: Zru¹it
de: Abbrechen
pl_pl: Anuluj
sk: Zru¹i»
uk: В╕дмова

source: Error
cs: Chyba
de: Fehler
pl_pl: B³±d
sk: Chyba

source: Information
cs: Informace
pl_pl: Informacja
sk: Informácie

source: OK
uk: Так
