Repository: redblue-pkt/xine-ui
Catalog: po/*.po
Languages: pl, sk, uk

source: -N, --animation <mrl> Specify mrl to play when video output isn't used. -can be used more than one time.
pl: -N, -animation <mrl> Podaje MRL do odegrania w przypadku gdy strumieñ nie posiada obrazu. -mo¿e byæ u¿ywane wiêcej ni¿ raz.
sk: -N, --animation <mrl> Zada» mrl ktoré sa prehráva, keï video výstup nie je pou¾itý. -mo¾e by» pou¾ité viac ako raz.

source: -P, --playlist <filename> Load a playlist file.
pl: -P, --palylist <filname> £aduj plik z list± odtwarzania.
sk: -P, --playlist <menosúboru> Nahra» playlist.

source: -l, --loop [=mode] Set playlist loop mode (default: loop). Modes are: 'loop': loop entire playlist. 'repeat': repeat current playlist entry. 'shuffle': select randomly a yet unplayed entry from playlist 'shuffle+': same as 'shuffle', but indefinetely replay the playlist.
pl: -l, --loop [=mode] Ustaw tryb powtarzania listy odtwarzania (domy¶lnie: loop). Tryby: 'loop': powtarza ca³± listê odtwarzania. 'repeat': powtarza bierz±c± pozycjê z listy. 'shuffle': wybiera z listy losowo nieodtwarzane jeszcze pozycje 'shuffle+': to samo co 'shuffle' ale lista powtarzana jest bez koñca.
sk: -l, --loop [=mode] Nastavi» mód opakovania (default: loop). Módy sú: 'loop': opakova» celý playlist. 'repeat': opakova» aktuálnu polo¾ku z playlistu. 'shuffle': vybra» náhodnú nehranú polo¾ku z playlistu 'shuffle+': ako 'shuffle', ale donekoneèna prehráva playlist.

source: --skin-server-url <url> Define the skin server url.
pl: --skin-server-url <url> Definiuje adres serwera skór.
sk: --skin-server-url <url> Definova» adresu skin servera.

source: --enqueue <mrl> ... Enqueue mrl of a running session (session 0)
pl: --enqueue <mrl> ... Kolejkuj MRL w bierz±cej sesji (sesja 0)
sk: --enqueue <mrl> ... Zaradí mrl be¾iacej session (session 0)

source: -S, --session <option1,option2,...> Session managements. Options can be: session=n specify session <n> number, mrl=m add mrl <m> to the playlist, audio=c select audio channel (<c>: 'next' or 'prev'), spu=c select spu channel (<c>: 'next' or 'prev'), volume=v set audio volume, amp=v set amplification level, loop=m set loop mode (<m>: 'none' 'loop' 'repeat' 'shuffle' or 'shuffle+'), (playlist|pl)=p <p> can be: 'clear' clear the playlist, 'first' play first entry in the playlist, 'prev' play previous playlist entry, 'next' play next playlist entry, 'last' play last entry in the playlist, 'load:s' load playlist file <s>, 'stop' stop playback at the end of current playback. 'cont' continue playback at the end of current playback. play, slow2, slow4, pause, fast2, fast4, stop, quit, fullscreen, eject.
pl: -S, --session <opcja1,opcja2,...> Zarz±dzanie sesjami. Dostêpne opcje: session=n ustaw numer <n> sesji, mrl=m dodaj mrl <m> do listy odtwarzania, audio=c wybierz ¶cie¿kê d¼wiêku (<c>: 'next' lub 'prev'), spu=c wybierz ¶cie¿kê napisów (<c>: 'next' lub 'prev'), volume=v ustaw g³o¶no¶æ d¼wiêku, amp=v ustaw poziom wzmocnienia, loop=m ustaw tryb powtarzania (<m>: 'none' 'loop' 'repeat' 'shuffle' lub 'shuffle+'), (playlist|pl)=p <p> mo¿e byæ: 'clear' wczy¶æ listê odtwarzania, 'first' odtwarzaj pierwsz± pozycjê z listy odtwarzania, 'prev' odtwarzaj poprzedni± pozycjê z listy, 'next' odtwarzaj nastêpn± pozycjê z listy, 'last' odtwarzaj ostatni± pozycjê z listy, 'load:s' ³aduj listê odtwarzania z pliku <s>, 'stop' zatrzymaj odtwarzanie po zakoñczeniubierz±cej pozycji. 'cont' kontynuuj odtwarzanie po zakoñczeniu bierz±cej pozycji. play, slow2, slow4, pause, fast2, fast4, stop, quit, fullscreen, eject.

source: -Z Don't automatically start playback (smart mode).
pl: -Z Nie rozpoczynaj automatycznie odtwarzania (smart-mode).
sk: -Z Nezaèa» automaticky prehráva» (smart mode).

source: -D, --deinterlace [post]... Deinterlace video output. One or more post plugin can be specified, with optional parameters. Syntax is the same as --post option.
pl: -D, --deinterlace [post]... Usuwanie przeplotu w oknie wyj¶cia obrazu. Jedna lub wiêcej wtyczek post-przetwarzania mo¿e byæ ustawiona za pomoc± parametru. Sk³adnia taka sama jak w opcji --post
sk: -D, --deinterlace [post]... Deinterlace video výstup. Jeden alebo viac pluginov mô¾e by» zadaných, s voliteµnými parametrami. Syntax je rovnaká ako pri --post voµbe.

source: -r, --aspect-ratio <mode> Set aspect ratio of video output. Modes are: 'auto', 'square', '4:3', 'anamorphic', 'dvb'.
pl: -r, --aspect-ratio <mode> Ustaw proporcje okna wyj¶cia obrazu. Tryby to: 'auto', 'square', '4:3', 'anamorphic', 'dvb'.
sk: -r, --aspect-ratio <mód> Nastavi» pomer strán video výstupu. Módy sú: 'auto', 'square', '4:3', 'anamorphic', 'dvb'.

source: --broadcast-port <port> Set port of xine broadcaster (master side) Slave is started with 'xine slave://address:port'
pl: --broadcast-port <port> Ustaw port transmisji xine (strona nadaj±ca) Stronê odbieraj±c± xine startujemy z slave://address:port'
sk: --broadcast-port <port> Nastavi» port xine vysielaèa (strana master) Slave sa ¹taruje 'xine slave://adresa:port'

source: --no-logo Don't display the logo.
pl: --nologo nie wy¶wietlaj logo.
sk: --no-logo Nezobrazova» logo.

source: -E, --no-reload Don't reload old playlist.
pl: -E, --no-reload Nie ³aduj ostatniej listy odtwarzania.
sk: -E, --no-reload Nenatiahnu» starý playlist.

source: --post <plugin>[:parameter=value][,...][;...] Load one or many post plugin(s). Parameters are comma separated. This option can be used more than one time.
pl: --post <plugin>[:parametr=warto¶æ][,...][;...] £aduj jeden lub wiêcej wtyczek post-przetwarzania. Parametry oddzielone przecinkiem. Ta opcja mo¿e byæ u¿yta wiêcej ni¿ raz.
sk: --post <plugin>[:parameter=hodnota][,...][;...] Nahra» jeden alebo viac post pluginov. Parametere sú oddelené èiarkou. Mô¾e by» pou¾ité viac ako raz.

source: --disable-post Don't enable post plugin(s).
pl: --disable-post Nie w³±czaj wtyczek post-przetwarzania.
sk: --disable-post Zakáza» post plugin(y).

source: --no-splash Don't display the splash screen.
pl: --no-splash Nie pokazuj ekranu powitalnego.
sk: --no-splash Nezobrazova» splash screen.

source: --stdctl Control xine by the console, using lirc commands.
pl: --stdctl Kontroluj xine przez konsolê u¿ywaj±c komend lirc.
sk: --stdctl Ovláda» xine cez konzolu, pou¾itím lirc príkazov.

source: -T, --tvout <backend> Turn on tvout support. Backend can be:
pl: -T, --tvout <backend> W±cz wsparcie dla wyj¶cia TV. <backend> mo¿e byæ:
sk: -T, --tvout <backend> Zapnu» podporu pre TV. Backend mô¾e by»:

source: --list-plugins [=type] Display the list of all available plugins, Optional <type> can be: audio_out, video_out, demux, input, sub, post, audio_decoder, video_decoder.
pl: --list-plugins [=type] Wy¶wietl wszystkie dostêpne wtyczki, Ocjonalnie <type> mo¿e byæ: audio_out, video_out, demux, input, sub, post, audio_decoder, video_decoder.
sk: --list-plugins [=typ] Zobrazi» zoznam dostupných pluginov, Voliteµne <typ> mô¾e by»: audio_out, video_out, demux, input, sub, post, audio_decoder, video_decoder.

source: --bug-report [=mrl] Enable bug report mode: Turn on verbosity, gather all output messages and write them into a file named BUG-REPORT.TXT. If <mrl> is given, xine will play the mrl then quit (like -pq).
pl: --bug-report [=mrl] W³±cz tryb raportowania b³êdów: W³±cz 'gadatliwo¶æ', zbieraj wszystkie komunikaty i zapisuj je do pliku nazwanego BUG-REPORT.TXT. Je¶li podany zostanie <mrl>, xine odtworzy go i zakoñczy siê (tak jak -pq).
sk: --bug-report [=mrl] Zapnú» mód hladania chýb: Zapnú» verbosity, v¹etky výstupné správy zapísa» do súboru BUG-REPORT.TXT. Ak <mrl> je zadané, xine prehrá mrl a ukonèí sa (ako -pq).

source: examples for valid MRLs (media resource locator): File: 'path/foo.vob' '/path/foo.vob' 'file://path/foo.vob' 'fifo://[[mpeg1|mpeg2]:/]path/foo' 'stdin://[mpeg1|mpeg2]' or '-' (mpeg2 only) DVD: 'dvd://VTS_01_2.VOB' VCD: 'vcd://<track number>'
pl: przyk³ady poprawnych MRL (lokalizator ¼ród³a mediów): File: 'path/foo.vob' '/path/foo.vob' 'file://path/foo.vob' 'fifo://[[mpeg1|mpeg2]:/]¶cie¿ka/plik' 'stdin://[mpeg1|mpeg2]' lub '-' (wy³±cznie mpeg2) DVD: 'dvd://VTS_01_2.VOB' VCD: 'vcd://<numer ¶cie¿ki>'
sk: príklady platných MRL (media resource locator): Súbor: 'path/foo.vob' '/path/foo.vob' 'file://path/foo.vob' 'fifo://[[mpeg1|mpeg2]:/]path/foo' 'stdin://[mpeg1|mpeg2]' alebo '-' (iba mpeg2) DVD: 'dvd://VTS_01_2.VOB' VCD: 'vcd://<èíslo stopy>'

source: video driver to use
pl: wybór sterownika wideo
sk: pou¾i» video ovládaè

source: Choose video driver. NOTE: you may restart xine to use the new driver
pl: Wybierz sterownik obrazu. PAMIÊTAJ: musisz zrestartowaæ xine by u¿yæ nowego sterownika.
sk: Vybra» video ovládaè. POZN.: mo¾ete re¹tartova» xine, aby bol nový pou¾itý

source: main: probing <%s> video output plugin
pl: main: próbkowanie <%s> wtyczki wyj¶cia wideo
sk: main : skú¹am pou¾i» video výstupný plugin <%s>
uk: main: тест модулю в╕део виходу <%s>

source: main: all available video drivers failed.
pl: main: ¿aden z dostêpnych sterowników wyj¶cia wideo nie zadzia³a³.
sk: main : v¹etky dostupné video ovládaèe zlyhali.
uk: main: зб╕й вс╕х доступних в╕део драйвер╕в.

source: main: video driver <%s> failed
pl: main: sterownik wideo <%s> nie zadzia³a³
sk: main : video ovládaè <%s> zlyhal
uk: main: в╕део драйвер <%s> зазнав збою

source: audio driver to use
pl: wybór sterownika d¼wiêku
sk: pou¾i» audio ovládaè

source: Choose audio driver. NOTE: you may restart xine to use the new driver
pl: Wybierz sterownik d¼wiêku, PAMIÊTAJ: musisz zrestartowaæ xine by u¿yæ nowego sterownika.
sk: Vybra» audio ovládaè. POZN.: mo¾ete re¹tartova» xine, aby bol nový pou¾itý

source: main: not using any audio driver (as requested).
pl: main: nie u¿ywam ¿adnego sterownika d¼wiêku (tak jak rz±dano)
sk: main: nepou¾ívam ¾iaden audio ovládaè (ako po¾adované)

source: main: probing <%s> audio output plugin
pl: main: próbkowanie wtyczki wyj¶cia d¼wiêku <%s>
sk: main : skú¹am pou¾i» audio výstupný plugin <%s>

source: main: skipping <%s> audio output plugin from auto-probe
pl: main: pominiêcie wtyczki d¼wiêku <%s> z auto-próbkowania
sk: main : preskakujem <%s> audio výstupný plugin z autodetekcie

source: main: audio driver probing failed => no audio output
pl: main: próbkowanie sterownika d¼wiêku zawiod³o => brak wyj¶cia d¼wiêku
sk: main : zlyhal test pou¾iteµnosti audio ovládaèa => bez zvuku
uk: main: ауд╕о драйвер зазнав збою => нема╓ ауд╕о виходу

source: main: audio driver <%s> failed
pl: main: sterownik d¼wiêku <%s> zawiód³
sk: main : audio ovládaè <%s> zlyhal

source: *drum roll*, xine lib wants to take your attention to deliver an important message to you ;-):
pl: *dudnienie werbla*, xine lib chce zwróciæ Twoj± uwagê przesy³aj±c ci wa¿n± informacjê ;-)
sk: *tadá*, xine lib chce upúta» Va¹u pozornos», aby Vám doruèil dôle¾itú správu ;-):

source: No Information available.
pl: Informacja niedostêpna.

source: The host you're trying to connect is unknown. Check the validity of the specified hostname.
pl: Host do którego próbujesz siê pod³±czyæ jest nieznany. Sprawd¼ poprawno¶æ podanego hostname.
sk: Poèítaè ku ktorému sa sna¾íte pripoji» je neznámy. Overte platnos» zadaného mena poèítaèa.

source: The device name you specified seems invalid.
pl: Nazwa urz±dzenia, któr± poda³e¶, wydaje siê b³êdna.
sk: Zadané meno zariadenia vyzerá neplatné

source: The network looks unreachable. Check your network setup and/or the server name.
pl: Sieæ wydaje siê niedostêpna. Sprawd¼ swoje ustawienia sieci i/lub nazwê serwera.
sk: Sie» vyzerá nedostupne. Skontrolujte nastavenie siete a/alebo meno servera.

source: The connection was refused. Check the host name.
pl: Po³±czenie zosta³o odrzucone. Sprawd¼ nazwê hosta.
sk: Spojenie bolo odmietnuté. Skontrolujte meno poèítaèa.

source: The specified file or mrl is not found. Please check it twice.
pl: Podany plik lub mrl nie zosta³ znaleziony. Proszê sprawdziæ ponownie.

source: The source can't be read. Maybe you don't have enough rights for this, or source doesn't contain data (e.g: not disc in drive).
pl: ¬ród³o nie daje siê odczytaæ. Mo¿liwe ¿e nie masz wystarczaj±cych do niego uprawnieñ, lub ¼ród³o nie zawiera danych (np. brak dysku w napêdzie).
sk: Vstup sa nedá èíta». Mo¾no nemáte dostatoèné práva, alebo zdroj neobsahuje dáta (napr.: disk nie je v mechnike).

source: A problem occur while loading a library or a decoder
pl: Pojawi³ siê problem przy ³adowaniu bibliotek lub dekodera

source: The source seems encrypted, and can't be read.
pl: ¬ród³o wydaje siê zaszyfrowane, i nie mo¿e byæ odczytane.
sk: Zdroj vyzerá za¹ifrovaný a teda nedá sa èíta»

source: No Informations available.
pl: Brak dostêpnych informacji.

source: *sight*, unkown error.
pl: *hmm*, nieznany b³±d.
sk: *sight*, neznáma chyba.

source: Require xine library version 1.0.0, found %d.%d.%d.
pl: Wymaga biblioteki xine 1.0.0, znaleziono %d.%d.%d.
sk: Potrebujem xine kni¾nicu verzie 1.0.0, nájdená %d.%d.%d.

source: video driver id required for -V option
pl: id serownika wideo wymagane dla opcji -V
sk: id video ovládaèa je nutný pre -V voµbu
uk: ID в╕део драйвера потр╕бен для -V опц╕╖

source: audio driver id required for -A option
pl: ID serownika d¼wiêku wymagane dla opcji -A
sk: id audio ovládaèa je nutný pre -A voµbu
uk: ID ауд╕о драйвера потр╕бен для -A опц╕╖

source: Bad aspect ratio mode '%s', see xine --help
pl: B³êdne proporcjie ekranu '%s', Zobacz xine --help
sk: Zlý pomer strán '%s', pozrite xine --help

source: Bad geometry '%s', see xine --help
pl: B³êdna geometria '%s', Zobacz xine --help
sk: Zlá geometria '%s', pozrite xine --help

source: Bad loop mode '%s', see xine --help
pl: B³êdny tryb powtarzania '%s', Zobacz xine --help
sk: Zlý mód opakovania '%s', pozrite xine --help

source: *** NOTE ***
pl: *** NOTATKA ***
sk: *** POZNÁMKA ***

source: Bug Report mode: All output messages will be added in BUG-REPORT.TXT file.
pl: Tryb raportowania b³êdów: Wszystkie komunikaty wyj¶cia zostan± dodane do pliku BUG-REPORT.TXT.
sk: Bug Report mód: V¹etky výstupné správy budú pridané do súboru BUG-REPORT.TXT.

source: invalid argument %d => exit
pl: B³êdny argument %d => exit
sk: Argument %d je neplatný => koniec
uk: неправильний параметр %d => вих╕д

source: You should specify one MRL to enqueue, at least!.
pl: Powiniene¶ podaæ przynajmniej jeden MRL do kolejkowania!.

source: Automatically reload old playlist
pl: Automatycznie za³aduj star± listê odtwarzania
sk: Automaticaky natiahnu» starý playlist

source: If it's enabled and if you don't specify any MRL in command line, xine will automatically load previous playlist.
pl: Je¶li w³±czone, i nie podasz ¿adnego MRL z linii poleceñ, xine automatycznie za³aduje poprzedni± listê odtwarzania.
sk: Ak je to povolené a ak ne¹pecifikujete nejaké MRL v príkaz. riadku, xine automaticky natiahne predchádzajúci playlist.

source: Subtitle autoloading
pl: Auto-³adowanie napisów
sk: Automatické naèítanie titulkov

source: Automatically load subtitles if they exist.
pl: Automatycznie ³aduje napisy je¶li istniej±.
sk: Automaticky natiahnu» titulky, ak exitujú.

source: Enable deinterlacing by default
pl: W³±cz korektê przeplotu automatycznie
sk: Povoli» odprekladanie ako default

source: Deinterlace plugin will be enabled on startup. Progressive streams are automaticaly detected with no performance penalty.
pl: Wtyczka koretky przeplotu zostanie w³±czona przy starcie. Strumienie progresywne s± wykrywane automatycznie bez ¿adnego wp³ywu na wydajno¶æ.
sk: Odprekladanie (plugin) bude povolený pri ¹tarte. Progressive prúdy sú automaticky detekované bez straty výkonu.

source: Logo mrl
pl: Po³o¿enie logo

source: !!Invalid entry!!
pl: !!b³êdny wpis!!
sk: !!Neplatná polo¾ka!!

source: Playlist file (%s) is invalid.
pl: Plik listy odtwarzania (%s) jest niepoprawny.
sk: Súbor playlistu (%s) je neplatný.

source: Unable to save playlist (%s): %s.
pl: Nie mogê zachowaæ listy odtwarzania (%s): %s.
sk: Nie je mo¾né ulo¾i» playlist (%s): %s.

source: Mediamark Editor
pl: Edytor Mediamark

source: Identifier
pl: Identyfikator
sk: Identifikátor

source: Mediamark Identifier
pl: Identyfikator Mediamark
sk: Mediamark Identifikátor

source: Mediamark Mrl
pl: MRL Mediamark

source: Subtitle
pl: Napisy
sk: Titulky

source: Subtitle File
pl: Plik napisów
sk: Súbor titulkov

source: Sub File
pl: Plik nap.
sk: Súbor titulkov

source: Select a subtitle file to use together with the mrl.
pl: Wybierz plik napisów do odtwarzania z MRL.
sk: Vybra» súbor titulkov na pou¾itie s mrl.

source: Start at
pl: Rozpocznij od
sk: Zaèa» na

source: Mediamark start time (secs).
pl: Czas startu Mediamark (sek).
sk: Mediamark poèiatoèný èas (sek).

source: End at
pl: Koniec na
sk: Skonèi» na

source: Mediamark end time (secs).
pl: Czas koñca Mediamark (sek).
sk: Mediamark koncový èas (sek).

source: A/V offset
pl: Wyrównanie A/V

source: Offset of Audio and Video.
pl: Wyrównanie d¼wiêku i obrazu.
sk: Offset audia a videa.

source: SPU offset
pl: Wyrównanie SPU

source: Subpicture offset.
pl: Wyrównanie Napisów.
sk: Offset podobrazu

source: Apply the changes and close the window.
pl: Zastosuj zmiany i zamknij okno.
sk: Pou¾i» zmeny a zatvori» okno.

source: Apply the changes to the playlist.
pl: Zastosuj zmiany do pliku listy odtwarzania.
sk: Pou¾i» zmeny v playliste.

source: Discard changes and dismiss the window.
pl: Porzuæ zmiany i zamknij okno.
sk: Zahodi» zmeny a zavrie» okno

source: Open
pl: Otwieranie
sk: Otvori»

source: Open/File...
pl: Otwieranie/Plik...
sk: Otvori»/Súbor...

source: Open/Playlist...
pl: Otwieranie/Lista odtwarzania...
sk: Otvori»/Playlist...

source: Open/Location...
pl: Otwieranie/Lokalizacja...
sk: Otvori»/Lokáciu...

source: Playback
pl: Odtwarzanie
sk: Prehrávanie

source: Playback/Play
pl: Odtwarzanie/Start
sk: Prehrávanie/Prehra»

source: Playback/Stop
pl: Odtwarzanie/Stop
sk: Prehrávanie/Zastavi»

source: Playback/Pause
pl: Odtwarzanie/Pauza
sk: Prehrávanie/Pauza

source: Playback/SEP
pl: Odtwarzanie/SEP
sk: Prehrávanie/SEP

source: Playback/Next MRL
pl: Odtwarzanie/Nastêpny MRL
sk: Prehrávanie/Ïal¹ie MRL

source: Playback/Previous MRL
pl: Odtwarzanie/Poprzedni MRL
sk: Prehrávanie/Predchádzajúce MRL

source: Playback/Increase Speed
pl: Odtwarzanie/Przy¶piesz
sk: Prehrávanie/Zrýchli»

source: Playback/Decrease Speed
pl: Odtwarzanie/Spowolnij
sk: Prehrávanie/Spomali»

source: Playlist
pl: Lista odtwarzania
uk: Список композиц╕й

source: Playlist/Get from
pl: Lista odtwarzania/Pobierz z
sk: Playlist/Získa» z...

source: Playlist/Load...
pl: Lista odtwarzania/£aduj...
sk: Playlist/Nahra»...

source: Playlist/Editor...
pl: Lista odtwarzania/Edytor...

source: Playlist/SEP
pl: Lista odtwarzania/SEP

source: Playlist/Loop modes
pl: Lista odtwarzania/Tryby powtarzania
sk: Playlist/Módy opakovania

source: Playlist/Loop modes/Disabled
pl: Lista odtwarzania/Tryby odtwarzania/Wy³±czone
sk: Playlist/Módy opakovania/Zakázané

source: Playlist/Loop modes/Loop
pl: Lista odtwarzania/Tryby odtwarzania/Loop
sk: Playlist/Módy opakovania/Opakovanie

source: Playlist/Loop modes/Repeat Selection
pl: Lista odtwarzania/Tryby odtwarzania/Powtórz wybrane
sk: Playlist/Módy opakovania/Opakova» výber

source: Playlist/Loop modes/Shuffle
pl: Lista odtwarzania/Tryby odtwarzania/Losuj
sk: Playlist/Módy opakovania/Náhodne poradie

source: Playlist/Loop modes/Non-stop Shuffle
pl: Lista odtwarzania/Tryby odtwarzania/Losuj bez koñca
sk: Playlist/Módy opakovania/Náhodne nonstop

source: Menus
pl: Menu
sk: Menú

source: Menus/Navigation...
pl: Menu/Nawigacja...
sk: Menú/Navigácia...

source: Menus/SEP
pl: Menu/SEP
sk: Menú/SEP

source: Stream
pl: Strumieñ
sk: Prúd

source: Stream/Information...
pl: Strumieñ/Informacja...
sk: Prúd/Informácie

source: Stream/Information (OSD)
pl: Strumieñ/Informacja (OSD)
sk: Prúd/Informácie (OSD)

source: Video
pl: Obraz

source: Video/Deinterlace
pl: Obraz/Usuwanie przeplotu

source: Video/SEP
pl: Obraz/SEP

source: Video/Aspect ratio
pl: Obraz/Proporcje ekranu
sk: Video/Pomer strán

source: Video/Aspect ratio/Automatic
pl: Obraz/Proporcje ekranu/Automatycznie
sk: Video/Pomer strán/Automaticky

source: Video/Aspect ratio/Square
pl: Obraz/Proporcje ekranu/Kwadrat
sk: Video/Pomer strán/©tvorec

source: Video/Aspect ratio/4:3
pl: Obraz/Proporcje ekranu/4:3
sk: Video/Pomer strán/4:3

source: Video/Aspect ratio/Anamorphic
pl: Obraz/Proporcje ekranu/Anamorficzny
sk: Video/Pomer strán/Anamorphic

source: Video/Aspect ratio/DVB
pl: Obraz/Proporcje ekranu/DVB
sk: Video/Pomer strán/DVB

source: Video/200%
pl: Obraz/200%

source: Video/100%
pl: Obraz/100%

source: Video/50%
pl: Obraz/50%

source: Video/Postprocess
pl: Obraz/Post-przetwarzanie

source: Video/Postprocess/Chain Reaction...
pl: Obraz/Post-przetwarzanie/Reakcja ³añcuchowa...
sk: Video/Postprocess/Zre»azenie...

source: Video/Postprocess/Enable Postprocessing
pl: Obraz/Post-przetwarzanie/W³±cz post-przetwarzanie
sk: Video/Postprocess/Povoli» Postprocessing

source: Audio/Volume
pl: D¼wiêk/Natê¿enie d¼wiêku
sk: Audio/Hlasitos»

source: Audio/Volume/Mute
pl: D¼wiêk/Natê¿enie d¼wiêku/Wyciszenie
sk: Audio/Hlasitos»/Stlmi»

source: Audio/Volume/Increase 10%
pl: D¼wiêk/Natê¿enie d¼wiêku/Zwiêksz o 10%
sk: Audio/Hlasitos»/Zvý¹i» o 10%

source: Audio/Volume/Decrease 10%
pl: D¼wiêk/Natê¿enie d¼wiêku/Zmniejsz o 10%
sk: Audio/Hlasitos»/Zní¾i» o 10%

source: Audio/Channel
pl: D¼wiêk/¦cie¿ka
sk: Audio/Kanál

source: Audio/Visualization
pl: D¼wiêk/Wizualizacje
sk: Audio/Vizualizácia

source: Subtitle/Channel
pl: Napisy/¦cie¿ka
sk: Titulky/Kanál

source: Settings
pl: Ustawienia
sk: Nastavenia

source: Settings/Setup...
pl: Ustawienia/Konfiguracja...
sk: Nastavenia/Nastavenie...

source: Settings/Skin Downloader...
pl: Ustawienia/Pobieranie skór...
sk: Nastavenia/S»ahovaè skinov...

source: Settings/Keymap Editor...
pl: Ustawienia
sk: Nastavenia/Editor kl.mapy...

source: Settings/Video...
pl: Ustawienia/Obraz...
sk: Nastavenia/Video...

source: Settings/TV Analog...
pl: Ustawienia/TV analogowa...
sk: Nastavenia/TV Analog...

source: Help...
pl: Pomoc...
sk: Pomoc...

source: Logs...
pl: Logi...
sk: Záznamy...

source: Quit
pl: Koniec
sk: Skonèi»
uk: Вих╕д

source: Open/Subtitle...
pl: Otwórz/Napisy...
sk: Otvori»/Titulky...

source: Playlist/Save...
pl: Lista odtwarzania/Zapisz...
sk: Playlist/Ulo¾i»...

source: Audio/Visualization/None
pl: D¼wiêk/Wizualizacja/Brak
sk: Audio/Vizualizácia/®iadna

source: Audio/Channel/Off
pl: D¼wiêk/¦cie¿ka/Wy³±czone
sk: Audio/Kanál/Vypnuté

source: Audio/Channel/Auto
pl: D¼wiêk/¦cie¿ka/Auto
sk: Audio/Kanál/Automaticky

source: Subtitle/Channel/Off
pl: Napisy/¦cie¿ka/Wy³±czone
sk: Titulky/Kanál/Vypnuté

source: Subtitle/Channel/Auto
pl: Napisy/¦cie¿ka/Auto
sk: Titulky/Kanál/Automaticky

source: Off
pl: Wy³±czone
sk: Vypnuté

source: Add
pl: Dodanie
sk: Prida»
uk: Додати

source: Play
pl: Odtwarzaj
sk: Prehra»

source: Delete All
pl: Usuwanie wszystkiego
sk: Vymaza» v¹etko

source: Move Up
pl: Przesuñ w górê
sk: Posunú» hore

source: Move Down
pl: Przesuñ w dó³
sk: Posunú» dole

source: All extensions
pl: Wszystkie rozszerzenia
sk: V¹etky prípony

source: xine MRL Browser
pl: Przegl±darka MRL xine
sk: xine MRL prehliadaè

source: Source:
pl: ¬ród³o:
sk: Zdroj:
uk: Джерело:

source: post animation
pl: Post-animacja
sk: následná animácia

source: unknown
pl: nieznany
sk: neznámy

source: Audio:
pl: D¼wiêk:

source: Position in Stream
pl: Pozycja w strumieniu
sk: Pozícia v prúde

source: Play previous chapter or mrl
pl: Odtwarzanie poprzedniego wpisu z listy
sk: Prehráva» predchádzajúcu kapitolu alebo mrl

source: Play next chapter or mrl
pl: Odtwarzanie nastepnego wpisu z listy
sk: Ïal¹ia kapitola alebo mrl

source: Play previous entry from playlist
pl: Odtwarzanie poprzedniego wpisu z listy
sk: Prehráva» predchádzajúcu polo¾ku z playlistu
uk: Програти попередню композиц╕ю в списку

source: Play next entry from playlist
pl: Odtwarzanie nastepnego wpisu z listy
sk: Ïal¹ia polo¾ka z playlistu
uk: Програти наступну позиц╕ю в списку композиц╕й
