Repository: redblue-pkt/xine-ui
Catalog: po/*.po
Languages: pl, sk, uk

source: Total time: --:--:--
pl: Ca³kowity czas: --:--:--
sk: Celkový èas: --:--:--

source: Muted
pl: Wyciszone
sk: Bez zvuku

source: Unmuted
pl: D¼wiêk w³±czony
sk: So zvukom

source: Audio: %s
pl: D¼wiêk: %s

source: Volume control
pl: Kontrola g³o¶no¶ci
sk: Ovládanie hlasitosti
uk: Управл╕ння гучн╕стю

source: Mute toggle
pl: Wyciszenie
sk: Vypnú» zvuk
uk: Прокрутка

source: xine Panel
pl: Panel xine

source: panel: couldn't find image for background
pl: panel: nie mogê znale¼æ obrazu t³a
sk: panel: nemô¾em nájs» obrázok na pozadie.

source: Stop playback
pl: Zatrzymanie
sk: Zastavi» prehrávanie
uk: Зупинити програвання

source: Play selected entry
pl: Odtwarzanie
sk: Prehráva» vybranú polo¾ku
uk: Програти вибрану позиц╕ю

source: Pause/Resume playback
pl: Pauza
sk: Preru¹i»/Obnovi» prehrávanie
uk: Пауза/В╕дновлення програвання

source: Eject current medium
pl: Wyrzut no¶nika
sk: Eject - vysunú» médium
uk: Викинути диск

source: Setup window
pl: Okno ustawieñ
sk: Nastavenie
uk: В╕кно установок

source: Navigator
pl: Nawigator
sk: Navigátor

source: Hide GUI
pl: Ukrycie GUI
sk: Skry» GUI
uk: Сховати Г╤К

source: Fullscreen/Window mode
pl: Tryb pe³noekranowy/okienkowy
sk: Plnoobrazovkový/Okenný re¾im
uk: Повноекранний/В╕конний режим

source: Next audio channel
pl: Nastêpny kana³ d¼wiêku
sk: Ïal¹í audio kanál
uk: Наступний ауд╕о канал

source: Previous audio channel
pl: Poprzedni kana³ d¼wiêku
sk: Predchádzajúci audio kanál
uk: Попередн╕й ауд╕о канал

source: Next SPU channel
pl: Nastêpny kana³ napisów
sk: Ïal¹í SPU kanál
uk: Наступний канал (субтитр╕в)

source: Previous SPU channel
pl: Poprzedni kana³ napisów
sk: Predchádzajúci SPU kanál
uk: Попередн╕й канал субтитр╕в

source: Stream playback position slider
pl: Suwak pozycji odtwarzania strumienia
sk: Posuvník pozície prehrávania
uk: Повзунок позиц╕╖ програвання

source: Take a snapshot
pl: Zrzut obrazu
sk: Ulo¾i» obsah obrazovky
uk: Зробити знимок екрану

source: Slow motion
pl: Zwolnienie
sk: Spomali»
uk: Пов╕льне програвання

source: Fast motion
pl: Przyspieszenie
sk: Zrýchli»
uk: Швидке програвання

source: Control
pl: Kontrola wy¶wietlania
sk: Ovládanie
uk: Управл╕ння

source: Open Location
pl: Otwieranie Lokalizacji
sk: Otvori» lokáciu

source: gui tips visibility
pl: wy¶wietlanie podpowiedzi gui
sk: gui viditeµnos» rád

source: tips timeout (ms)
pl: czas wy¶wietlania podpowiedzi (ms)

source: gui panel visibility
pl: wy¶wietlanie panela gui
sk: viditeµnos» gui panelu

source: Load
pl: £aduj
sk: Otvori»
uk: Завантаження

source: Load a playlist
pl: £adowanie listy
sk: Otvori» ulo¾ený playlist

source: Save a playlist
pl: Zapis listy
sk: Ulo¾i» playlist

source: xine Playlist Editor
pl: Edytor listy odtwarzania xine

source: playlist: couldn't find image for background
pl: playlist: nie mogê znale¼æ obrazu t³a
sk: playlist : nemô¾em nájs» obrázok na pozadie.

source: Move up selected MRL
pl: Przesuñ do góry wybrany MRL
sk: Posunú» hore vybrané MRL
uk: Пересунути вгору вибраний MRL

source: Move down selected MRL
pl: Przesuñ w dól wybrany MRL
sk: Posunú» dole vybrané MRL
uk: Пересунути вниз вибраний MRL

source: Start playback of selected MRL
pl: Rozpocznij odtwarzanie wybranego MRL
sk: Zaèa» prehráva» vybrané MRL
uk: Програти вибраний MRL

source: Delete selected MRL from playlist
pl: Skasuj wybrany MRL z listy odtwarzania
sk: Zmaza» vybrané MRL z playlistu
uk: Видалити вибраний MRL з списку

source: Delete all entries in playlist
pl: Skasuj wszystkie wpisy z listy odtwarzania
sk: Zmaza» v¹etky polo¾ky v playliste
uk: Видалити вс╕ елементи списку

source: Add one or more entries in playlist
pl: Dodanie jednego lub wiecej wpisów do listy
sk: Prida» jednu alebo viaceré polo¾ky do playlistu
uk: Додати дек╕лька елемент╕в до списку

source: Load saved playlist
pl: £adowanie zapisanej listy
sk: Otvori» ulo¾ený playlist
uk: Завантаження збереженого списку

source: Save playlist
pl: Zapis listy
sk: Playlist ulo¾i»
uk: Зберегти список

source: Close playlist window
pl: Zamykanie okna listy odtwarzania
sk: Zavrie» okno playlistu
uk: Закрити в╕кно списку

source: Scan for:
pl: Skanuj:
sk: Hµada»:
uk: Сканувати на:

source: Direct MRL entry
pl: Bezpo¶redni wpis MRL
sk: Priame zadanie MRL
uk: Ввести адресу MRL

source: Audio visualization plugin
pl: Wtyczka wizualizacji d¼wiêku
sk: Audio vizualizaèný plugin

source: Post audio plugin to used when playing streams without video
pl: Wtyczka d¼wieku post-przetwarzania do u¿ycia ze strumieniami bez obrazu.
sk: Následný audio plugin, ktorý má by» pou¾itý pre prúdy bez videa

source: Entered value is out of bounds (%d>%d<%d).
pl: Wpisana warto¶æ wykracza poza granice (%d>%d<%d).
sk: Zadaná hodnota je mimo rozsah (%d>%d<%d).

source: Entered value is out of bounds (%e>%e<%e).
pl: Wpisana warto¶æ wykracza poza granice (%e>%e<%e).
sk: Zadaná hodnota je mimo rozsah (%e>%e<%e).

source: parameter type POST_PARAM_TYPE_STRING not supported yet.
pl: Typ parametru POST_PARAM_TYPE_STRING jest jeszcze nie wspierany.
sk: parameter typu POST_PARAM_TYPE_STRING nie je zatiaµ podporovaný.

source: parameter type POST_PARAM_TYPE_STRINGLIST not supported yet.
pl: Typ parametru POST_PARAM_TYPE_STRINGLIST jest jeszcze nie wspierany.
sk: parameter typu POST_PARAM_TYPE_STRINGLIST nie je zatial podporovaný.

source: No description available
pl: Brak dostêpnego opisu
sk: Nie je dostupný popis

source: No Filter
pl: Brak filtra
sk: ®iaden filter

source: Plugin Help
pl: Pomoc wtyczki

source: There is no parameter available for this plugin.
pl: Brak dostêpnego parametru dla tej wtyczki.
sk: Nie je dostupný ¾iaden parameter pre tento plugin.

source: Chain Reaction
pl: Reakcja £añcuchowa

source: New Filter
pl: Nowy filtr
sk: Nový filter

source: Enable
pl: W³±cz
sk: Povoli»

source: Deinterlace plugin.
pl: Wtyczka usuwania przeplotu.

source: Plugin (with optional parameters) to use when deinterlace is used (plugin separator is ';').
pl: Wtyczka (z opcjonalnymi parametrami) do u¿ycia gdy korekta przeplotu jest u¿ywana (separator wtyczek to ';').
sk: Plugin (s voµ. parametrami), ktorý pou¾i» keï deinterlace je pou¾ité (plugin separátor je ';').

source: Session %d isn't running.
pl: Sesja %d nie jest uruchomiona.
sk: Session %d nebe¾í.

source: Important Notice
pl: Wa¿na informacja
sk: Dôle¾ité upozornenie

source: You changed some configuration value which require to restart xine to take effect.
pl: Zmieni³e¶ pewne warto¶ci konfiguracji które, aby zadzia³aæ, wymagaj± restartu xine.
sk: Zmenili ste nejakú konfiguraènú voµbu, ktorá vy¾aduje re¹tart xine, aby sa prejavila.

source: No help available
pl: Pomoc niedostêpna
sk: Nie je dostupná pomoc

source: There is no configuration option available in this user experience level.
pl: Brak opcji do konfigurowania na tym poziomie do¶wiadczenia u¿ytkownika.
sk: Nie je ¾iadna voµba dostupná v tejto úrovni konfiguraèných mo¾ností.

source: xine setup
pl: Ustawienia xine
uk: Налаштування xine

source: (*) you need to restart xine for this setting to take effect
pl: (*) musisz zrestartowaæ xine aby to ustawienie zadzia³a³o
sk: (*) potrebujete re¹tarova» xine, aby sa toto nastavenie prejavilo

source: Failed to load %s/%s. Load fallback skin %s
pl: Nie uda³o siê za³adowaæ %s/%s. Prze³aduj star± skórê '%s'
sk: Nepodarilo sa natiahnu» %s/%s. Natiahnite znova starý skin '%s'.

source: Failed to load %s/%s. Reload old skin '%s'.
pl: Nie uda³o siê za³adowaæ %s/%s. Prze³aduj star± skórê '%s'.
sk: Nepodarilo sa natiahnu» %s/%s. Natiahnite znova starý skin '%s'.
uk: Зб╕й при завантаженн╕ %s/%s. Перевантажити старий стиль Г╤К '%s'.

source: Failed to load %s, wrong version. Load fallback skin '%s'.
pl: Nie uda³o siê za³adowaæ %s, b³edna wersja. Powrót do skóry '%s'.
sk: Nepodarilo sa natiahnu» %s, zlá verzia. Natiahnite starý skin '%s'.
uk: Зб╕й при завантаженн╕ %s, неправильна верс╕я. Завантаження типового стилю '%s'.

source: Ooch, skin not found, use fallback '%s'.
pl: Ojej, skóra nie znaleziona, powrót do '%s'.
sk: Och, skin sa nena¹iel, pou¾ite bezpeèný '%s'.

source: No available skin found. Say goodbye.
pl: Nie znalaz³em ¿adnej dostêpnej skóry. Powiedz do widzenia
sk: ®iadny skin sa nena¹iel. Ahoj, ahoj...
uk: Не знайдено стил╕ Г╤К.

source: gui skin theme
pl: Wybór skóry gui
sk: gui skin téma

source: Ooch, gui.skin config entry isn't registered. Say goodbye.
pl: Oj!, wpis konfiguracji gui.skin jest niezarejestrowany. Powiedz DoWidzenia.
sk: Oh, gui.skin konfiguraèná polo¾ka je neregistrovaná. Ahoj.

source: Ooch, skin '%s' not found, use fallback '%s'.
pl: Ojej, skóra '%s' nie znaleziona, powrót do '%s'.
sk: Och, skin '%s' sa nena¹iel, pou¾ite bezpeèný '%s'.
uk: Опс, стиль '%s' не знайдено, вжива╓мо типовий '%s'.

source: Failed to load fallback skin. Check your installed skins. Exiting.
pl: Nie uda³o siê za³adowaæ poprzedniej skóry. Sprawd¼ zainstalowane skóry. Koniec
sk: Nepodarilo sa nájs» bezpeèný skin. Preverte nain¹talované skiny. Konèím.
uk: Зб╕й при завантаженн╕ типового стилю. Перев╕рте встановлен╕ стил╕. Вихожу.

source: Failed to load %s/%s. Exiting.
pl: Nie uda³o siê za³adowaæ %s/%s. Koniec.
sk: Nepodarilo sa natiahnu» %s/%s. Konèím.
uk: Зб╕й при завантаженн╕ %s/%s. Вихожу.

source: Failed to load %s skin, wrong version. Load fallback skin '%s'.
pl: Nie uda³o siê za³adowaæ skóry %s, B³êdna wersja. Powrót do skóry '%s'.
sk: Nepodarilo sa natiahnu» skin %s, zlá verzia. Na»ahujem bezp. skin '%s'.
uk: Зб╕й при завантаженн╕ %s стилю, неправильна верс╕я. Вжива╓мо типовий стиль '%s'.

source: Unable to retrieve skin list from %s: %s
pl: Nie mogê odnale¼æ listy skór z %s: %s
sk: Nie je mo¾né stiahnu» zoznam skinov z %s: %s

source: Unable to download '%s': %s
pl: Nie mogê pobraæ '%s': %s.

source: Unable to create '%s' directory: %s.
pl: Nie mogê stworzyæ katalogu '%s': %s.
sk: Nie je mo¾né vytvori» '%s' adresár: %s.

source: Skin %s correctly installed
pl: Skóra %s zainstalowana poprawnie
sk: Skin %s korektne nain¹talovaný

source: Unable to create '%s'.
pl: Nie mogê stworzyæ '%s'.
sk: Nemô¾em vytvori» '%s'.

source: Be Patient...
pl: B±d¼ cierpliwy...

source: Retrieve skin list from %s
pl: Pobieranie listy skór z %s

source: Choose a skin to download...
pl: Wybierz skórê do pobrania...
sk: Vybra» skin na stiahnutie...

source: xine_get_current_frame() failed
pl: xine_get_current_frame() zawiod³o
sk: xine_get_current_frame() zlyhal

source: prvt_image_alloc failed
pl: prvt_image_alloc zawiod³o
sk: prvt_image_alloc zlyhal

source: Framegrabber failed
pl: Framegrabber zawiód³
sk: Framegrabber zlyhal

source: Not supported for this video out driver
pl: Nie wspierane dla tego sterownika wyj¶cia obrazu
sk: Nepodporovaný pre tento video out ovládaè

source: png_create_write_struct() failed
pl: png_create_write_struct() zawiód³
sk: png_create_write_struct() zlyhal

source: png_create_info_struct() failed
pl: png_create_info_struct() zawiód³
sk: png_create_info_struct() zlyhal

source: PNG Parsing failed
pl: PNG Parsing zawiod³o
sk: PNG parsovanie zlyhalo

source: Error: yuy2_fudge failed
pl: B³±d: yuy2_fudge zawiod³o
sk: Chyba: yuy2_fudge zlyhal

source: rgb_alloc() failed
pl: rgb_alloc() zawiod³o
sk: rgb_alloc() zlyhal

source: Stream Information
pl: Informacje o strumieniu
sk: Informácie o prúde

source: General
pl: Ogólne
sk: V¹eobecné

source: Title:
pl: Tytu³:
sk: Titul:

source: Comment:
pl: Komentarz:
sk: Komentár:

source: Artist:
pl: Artysta:
sk: Umelec:

source: Genre:
pl: Rodzaj:
sk: ®áner:

source: Year:
pl: Rok:
sk: Rok:

source: Misc
pl: Ró¿ne
sk: Rôzne

source: Input Plugin:
pl: Wtyczka wej¶cia:
sk: Vstupný plugin:

source: System Layer:
pl: Warstwa systemu:
sk: Systémová úroveò:

source: Bitrate:
pl: Szybko¶æ transmisji:
sk: Bit.rýchlos»:

source: Frame Duration:
pl: czas trwania ramki:
sk: Trvanie snímku:

source: Is Seekable:
pl: Jest przeszukiwalne:
sk: Posúvanie:

source: Has Chapters:
pl: Ma rozdzia³y:
sk: Má kapitoly:

source: Ignore Spu:
pl: Ignorowane napisy:
sk: Ignorova» Spu:

source: Has Still:
pl: Wci±¿ ma:
sk: Má pauzy:

source: Has:
pl: Ma:
sk: Má:

source: Handled:
pl: Wspierany:
sk: Podporované:

source: Ignore:
pl: Ignorowane:
sk: Ignorova»:

source: Codec:
pl: Kodek:
sk: Kódek:

source: FourCC:
pl: Formatu obrazu:

source: Channel(s):
pl: Kana³(y):
sk: Kanálov:

source: Resolution:
pl: Rozdzielczo¶æ:
sk: Rozlí¹enie:

source: Ratio:
pl: Proporcje:
sk: Pomer:

source: Stream(s):
pl: Strumieñ(nie):
sk: Prúd(y):

source: Bits:
pl: Bity:
sk: Bitov:

source: Samplerate:
pl: Czêstotliwo¶æ próbkowania:
sk: Vzork.frekv.:

source: Update
pl: Uaktualnienie
sk: Aktualizova»

source: nvtv TV output system
pl: System wyj¶cia nvtv TV
sk: nvtv výstupny systém na TV

source: Select which TV output system supported by your TV.
pl: Wybierz który system wyj¶æia TV jest wspierany przez twój telewizor.
sk: Zvoli» TV system, ktorý je podporovaný va¹im TV.

source: Enable XRandr extension
pl: W³±cz rozszerzenie XRandr
sk: Povoli» XRandr roz¹írenie

source: Enable the use of xrandr to autofit the screen to match the TV-resolution
pl: W³±cz u¿ywanie xrandr do wype³nienia obrazu aby zapewniæ rozdzielczo¶æ TV.
sk: Povoli» xrandr, aby sa automaticky prispôsobilo zobrazenie TV-rozlí¹eniu

source: Command to turn off TV out
pl: Komenda do wy³±czenia wyj¶cia TV
sk: Príkaz na vypnutie TV výstupu

source: atitvout command line used to turn on TV output.
pl: Linia poleceñ atitvout u¿ywana do w³±czenia wyj¶cia TV.
sk: atitvout príkaz pou¾itý na vypnutie TV výstupu.

source: Command to turn on TV out
pl: Komenda do wy³±czenia wyj¶cia TV
sk: Príkaz na zapnutie TV výstupu

source: TV/Analog Video parameters
pl: TV/Analog parametry obrazu

source: Input:
pl: Wej¶cie:
sk: Vstup:

source: Broadcast system:
pl: System nadawania:

source: Channel:
pl: Kana³:
sk: Kanál:

source: Frame Rate:
pl: Czêstotliwo¶æ ramki:
sk: Rýchlos» snímkov:

source: Analog Standard:
pl: Standard Analogowy:

source: Frame Size
pl: Rozmiar ramki
sk: Veµkos» snímku

source: videowin: output driver cannot select a working visual
pl: videowin: sterownik wyj¶cia nie mo¿e wybraæ dzia³aj±cego ekranu
sk: videowin: výstupný driver nemô¾e vybra» fungujúcu vizualizáciu

source: videowin: output driver overrides selected visual to visual id 0x%lx
pl: videowin: sterownik wyj¶cia omija wybrany ekran i przechodzi do ekranu o id 0x%lx
sk: videowin: výstupný driver nasilu vybral vizualizáciu id 0x%lx

source: XF86VidMode Extension: modeline switching failed.
pl: XF86VidMode Extension: zawiod³o prze³±czanie modeline.
sk: XF86VidMode Extension: prepnutie modeline zlyhalo.

source: Screens to use in order to do a very fullscreen in xinerama mode. (example 0 2 3)
pl: Ekrany maj±ce byæ u¿yte przy odgrywaniu pe³noekranowym w trybie xinerama. (np. 0 2 3)
sk: Obrazovky, ktoré pou¾i» na veµkú obrazovku v xinerama móde (prikl. 02 3)

source: Example, if you want the display to expand on screen 0, 2 and 3, enter 0 2 3
pl: Przyk³ad: je¶li chcesz rozszerzyæ wy¶wietlanie na ekrany 0, 2 i 3, wpisz 0 2 3
sk: Príklad, ak chcete, aby sa obr. roz¹írila na obr. 0, 2 and 3, zadajte 0 2 3

source: x coordinate for xinerama fullscreen (-8192 = autodetect)
pl: wspó³rzêdna x dla trybu pe³noekranowego w xineramie (-8192 = autodetekcja)
sk: x koordináta pre xinerama pln. obrazovka (-8192 = autodetekcia)

source: y coordinate for xinerama fullscreen (-8192 = autodetect)
pl: wspó³rzêdna y dla trybu pe³noekranowego w xineramie (-8192 = autodetekcja)
sk: y koordináta pre xinerama pln. obrazovka (-8192 = autodetekcia)

source: width for xinerama fullscreen (-8192 = autodetect)
pl: d³ugo¶æ dla trybu pe³noekranowego w xineramie (-8192 = autodetekcja)
sk: ¹írka pre xinerama pln. obrazovka (-8192 = autodetekcia)

source: height for xinerama fullscreen (-8192 = autodetect)
pl: wysoko¶æ dla trybu pe³noekranowego w xineramie (-8192 = autodetekcja)
sk: vý¹ka pre xinerama pln. obrazovka (-8192 = autodetekcia)

source: xine Video Window
pl: Okno obrazu xine
sk: xine video okno

source: xine Video Fullscreen Window
pl: Tryb pe³noekranowy okna obrazu xine
sk: xine plnoobrazovkové okno

source: xine Video Borderless Window
pl: Nie obramowane okno wyj¶cia obrazu xine
sk: xine Video okno bez rámu

source: XAllocWMHints() failed
pl: XAllocWMHints() zawiod³o
sk: XAllocWMHints() zlyhali

source: New stream sizes resize output window
pl: Rozmiar nowego strumienia zmienia rozmiar okna wyj¶cia obrazu
sk: Rozmery nového prúdu zmenili rozmery výstupného okna

source: Double size for small streams (require stream_resize_window)
pl: Podwójny rozmiar dla ma³ych strumieni (wymaga stream_resize_window)
sk: Dvojtá veµkos» pre malé prúdy

source: use XVidModeExtension when switching to fullscreen
pl: u¿ywaj XVidModeExtension podczas prze³±czania do trybu pe³noekranowego
sk: pou¾i» XVidModeExtension keï sa prepína do plnoobrazovkového re¾imu

source: XF86VidMode Extension (%d.%d) detected, trying to use it.
pl: Zanleziono rozszerzenie XF86VidMode (%d.%d), próba u¿ycia.
sk: XF86VidMode Extension (%d.%d) detekovaná, skú¹am ju pou¾i».

source: XF86VidMode Extension: %d modelines found.
pl: Rozszerzenie XF86VidMode: znaleziono modelines %d.
sk: XF86VidMode Extension: %d modeline nájdené.

source: XF86VidModeModeLine %dx%d isn't valid: discarded.
pl: XF86VidModeModeLine %dx%d nie jest poprawny: porzucony.
sk: XF86VidModeModeLine %dx%d nie je platná: zahodená.

source: XF86VidMode Extension: could not get list of available modelines. Failed.
pl: Rozszerzenie XF86VidMode: Zawiod³a próba znalezienia listy dostêpnych rozdzielczo¶ci.
sk: XF86VidMode Extension: nemohol získa» zoznam dost. modeline Zlyhal.

source: XF86VidMode Extension: initialization failed, not using it.
pl: Rozszerzenie XF86VidMode: inicjalizacja zawiod³a, nie bêdzie u¿ywany.
sk: XF86VidMode Extension: initializácia zlyhala, nepou¾ívam to.

source: log info
pl: info o logach
sk: log informácie
uk: ╤нформац╕я з лог файлу

source: There is no log entry for logging section '%s'.
pl: Brak w logach wpisu o sekcji '%s'.
sk: Nie je ¾iaden záznam v logu pre sekciu '%s'.
uk: Нема╓ елементу логу для в╕дпов╕дно╖ секц╕╖ '%s'.

source: xine log viewer
pl: podgl±d logów xine
uk: переглядач логу xine

source: Refresh
pl: Od¶wie¿anie
sk: Obnovi»
uk: Оновити

source: There is no MRL.
sk: Nie je ¾iadne MRL

source: The stream '%s' uses an unsupported codec:
sk: Prúd '%s' pou¾íva nepodporovaný kódek:

source: Stream(s) Loading
sk: Prúd(y) nahra»

source: Zoom: 1:1
sk: Zväè¹enie: 1:1

source: Zoom: 200%%
sk: Zväè¹enie: 200%%

source: Zoom: 50%%
sk: Zväè¹enie: 200%%

source: gui_main: selected visual %#lx does not exist, trying default visual
sk: gui_main: vybrané zobrazenie %#lx neexistuje, skú¹am default

source: Time, in seconds, between two faked events to keep a screensaver quiet, 0 to disable.
sk: Èas, v sekundách, medzi dvoma screensaver fake udalos»ami, 0 na zakázanie

source: Menu 1
sk: Menú 1

source: Menu 2
sk: Menú 2

source: Menu 3
sk: Menú 3

source: Menu 4
sk: Menú 4

source: Menu 5
sk: Menú 5

source: Menu 6
sk: Menú 6

source: Menu 7
sk: Menú 7

source: Root
sk: Koreò

source: Event Receiver Window: Press keyboard keys to bind...
sk: Okno príjemcu udalostí: Stlaète klávesy...

source: Store %s as '%s' key binding ?
sk: Ulo¾i» %s ako '%s' priradenie kláves ?

source: This key binding is redundant with action: "%s".
sk: Toto priradenie je redundantné s akciou: "%s".

source: Key Binding Editor
sk: Editor priradenia kláves

source: Binding Action
sk: Priradenie akcie

source: meta
sk: alt

source: No available plugins found of %s type!
sk: ®iadny dostupný plugin typu %s sa nena¹iel!

source: OPTIONS are:
sk: VO¥BY sú:

source: -W, --wid Use a window id.
sk: -W, --wid Pou¾i» id okna

source: No information available.
sk: ®iadne informácie nie su k dispozícii.

source: The specified file or MRL could not be found. Please check it twice.
sk: Zadaný súbor/mrl sa nena¹iel. Skontrolujte ho dvakrát

source: A problem occurred while loading a library or a decoder
sk: Problém sa vyskytol pri naèítavaní kni¾nice alebo dekódera

source: window id required for -W option
sk: id okna je nutný pre -W voµbu

source: You should specify at least one MRL to enqueue!
sk: Máte zada» aspoò jedno MRL na prid. do playlistu!

source: Logo MRL
sk: MRL loga

source: Audio/Postprocess/Chain Reaction...
sk: Audio/Postprocess/Zre»azenie...

source: Audio/Postprocess/Enable Postprocessing
sk: Audio/Postprocess/Povoli» Postprocessing

source: Auto
sk: Automaticky

source: Subtitles:
sk: Titulky:

source: Audio Channel:
sk: Audio kanál:

source: Total time:
sk: Celkový èas:

source: Tips timeout (ms)
sk: Tipy timeout (ms)

source: xine Setup
sk: Nastavenie xine

source: Unable to download '%s': %s
sk: Nemô¾em stiahnu» '%s': %s

source: Be patient...
sk: Trpezlivos» prosím...

source: Retrieving skin list from %s
sk: Získa» zoznam skinov z %s

source: File open failed
sk: Otvorenie súboru zlyhalo

source: TV Analog Video Parameters
sk: TV Analog Video parametre

source: Standard
sk: ©tandardný

source: xine Log Viewer
sk: xine prehliadaè logov

source: xine-playlist: couldn't find image for background
uk: список композиц╕й xine: не можу знайти зображення для тла

source: Xine File Browser
uk: Нав╕гатор файл╕в Xine

source: Key bindings of '%s' and '%s' are similar.
uk: Прив'язка ключ╕в '%s' ╕ '%s' ╕дентична.

source: Built with xine library %d.%d.%d [%s]-[%s]-[%s].
uk: З╕брано з б╕бл╕отекою xine %d.%d.%d [%s]-[%s]-[%s].

source: -p, --auto-play [opt] Play on start. Can be followed by:
uk: -p, --auto-play [опц.] Запуск на старт╕. Може бути успадковано:

source: 'f': in fullscreen mode.
uk: 'f': повноекранний режим.

source: 'h': hide GUI (panel, etc.).
uk: 'h': сховати панель Г╤К (панель, ╕ т.п.).

source: 'w': hide video window.
uk: 'w': сховати в╕кно в╕део.

source: 'q': quit when play is done.
uk: 'q': вийти коли програвання зак╕нчиться.

source: 'd': retrieve playlist from DVD. (deprecated. use -s DVD)
uk: 'd': оновити список композиц╕й з DVD. ( вживайте -s DVD)

source: 'v': retrieve playlist from VCD. (deprecated. use -s VCD)
uk: 'v': оновити список композиц╕й з VCD. ( вживайте -s VCD)

source: --visual <class-or-id> Use the specified X11 visual. <class-or-id>
uk: --visual <клас-або-ID> Вжити вказану X11 в╕зуал╕зац╕ю. <клас-або-ID>

source: is either an X11 visual class, or a visual id.
uk: ╓ або в╕зуальний клас X11 або в╕зуальний ID.

source: --keymap [option] Display keymap. Option are:
uk: --keymap [опц╕╖] Переглянути мапу клав. ключ╕в. Опц╕╖:

source: 'default': display default keymap table,
uk: 'default': переглянути стандартну таблицю клав. ключ╕в,

source: 'lirc': display draft of a .lircrc config file.
uk: 'lirc': переглянути конф╕гурац╕йний файл .lircrc .

source: 'remapped': user remapped keymap table.
uk: 'remapped': перевстановлена користувачем мапа ключ╕в.

source: -if no option is given, 'default' is selected.
uk: -якщо опц╕╖ не задан╕, застосову╓ться типове ('default').

source: examples for valid MRLs (media resource locator):
uk: приклади правильних MRL (мед╕а ресурсу локатор):

source: File: 'path/foo.vob'
uk: Файл: 'шлях/foo.vob'

source: '/path/foo.vob'
uk: '/шлях/foo.vob'

source: 'file://path/foo.vob'
uk: 'file://шлях/foo.vob'

source: 'fifo://[[mpeg1|mpeg2]:/]path/foo'
uk: 'fifo://[[mpeg1|mpeg2]:/]шлях/foo'

source: 'stdin://[mpeg1|mpeg2]' or '-' (mpeg2 only)
uk: 'stdin://[mpeg1|mpeg2]' або '-' (т╕льк╕ mpeg2)

source: VCD: 'vcd://<track number>'
uk: vcd: 'vcd://<номер треку>'

source: main: trying to autoload '%s' audio driver:
uk: main: спроба завантаження ауд╕о драйверу '%s':

source: main: the specified audio driver '%s' failed
uk: main: вибраний ауд╕о драйвер '%s' зазнав збою

source: Require xine library version 0.9.9, found %d.%d.%d.
uk: Потр╕бна б╕бл╕отека xine верс╕╖ 0.9.9, знайдена %d.%d.%d.

source: Xine MRL Browser
uk: Xine MRL нав╕гатор

source: MRL Browser
uk: MRL нав╕гатор

source: Can't read %s: %s
uk: Не можу прочитати %s: %s

source: FAQ
uk: ЧАП

source: File open failed (%s)
uk: Помилка в╕дкриття файлу (%s)
