Repository: redblue-pkt/xine-ui
Catalog: po/*.po
Languages: pl, sk, uk

source: File '%s' written.
uk: Файл '%s' записан.
