Repository: redblue-pkt/xine-ui
Catalog: po/*.po
Languages: pl, sk, uk

source: The stream '%s' isn't supported by xine:
pl: Strumieñ '%s' nie jest wspierany przez xine:
sk: Prúd '%s' nie je podporovaný v xine:

source: The stream '%s' use an unsupported codec:
pl: Strumieñ '%s' u¿ywa niewspieranego kodeka:

source: %sVideo Codec: %s (%s)
pl: %sKodek obrazu: %s (%s)

source: Unavailable
pl: Niedostêpne
sk: Nedostupné

source: %sAudio Codec: %s (%s)
pl: %sKodek d¼wiêku: %s (%s)

source: %s Start playback anyway ?
pl: %s Czy,pomimo to, odtwarzaæ?

source: Start Playback ?
pl: Odtwarzaæ?
sk: Zaèa» prehrávanie ?

source: No MRL (input stream) specified
pl: Brak podanego MRL (strumienia wej¶cia)
sk: MRL (vstupný prúd) nebolo ¹pecifikované

source: Aspect ratio: %s
pl: Proporcje ekranu: %s
sk: Pomer strán: %s

source: Deinterlace: %s
pl: Usuwanie przeplotu: %s

source: enabled
pl: w³±czone
sk: povolený

source: disabled
pl: wy³±czone
sk: zakázaný

source: %s(): can't create new thread (%s)
pl: %s(): nie mogê utworzyæ nowego w±tku (%s)
sk: %s(): nemô¾em vytvori» nový thread (%s)

source: There is no mrl.
pl: Brak MRL.

source: Post plugins: %s.
pl: post-przetwarzanie: %s.

source: Amplification Level
pl: Poziom wzmocnienia
sk: Úroveò zosilnenia

source: Audio Volume
pl: Natê¿enie d¼wiêku
sk: Hlasitos»

source: TV Mode: %d
pl: Tryb TV: %d
sk: TV mód: %d

source: XSendEvent(display, 0x%x ...) failed.
pl: XSendEvent(display, 0x%x ...) zawiód³.
sk: XSendEvent(display, 0x%x ...) zlyhal.

source: Select
pl: Wybór
sk: Vybra»
uk: Вибрати

source: Select all
pl: Wybór wszystkiego
sk: Vybra» v¹etko

source: Stream(s) loading
pl: £adowanie strumienia(i):

source: Pick a subtitle file
pl: Wybór pliku napisów
sk: Vyberte súbor titulkov

source: For security reason, you're not allowed to change the configuration entry named '%s'.
pl: Ze wzglêdów bezpieczeñstwa nie wolno ci zmieniaæ wpisu konfiguracji o nazwie '%s'.

source: hue value
pl: warto¶æ barwy

source: Hue value.
pl: Warto¶æ barwy.

source: brightness value
pl: warto¶æ jasno¶ci

source: Brightness value.
pl: Warto¶æ jasno¶ci.

source: saturation value
pl: warto¶æ nasycenia

source: Saturation value.
pl: Warto¶æ nasycenia.

source: contrast value
pl: warto¶æ kontrastu

source: Contrast value.
pl: Warto¶æ odcienia.

source: %s(): couldn't find image for background
pl: %s(): nie mogê znale¼æ obrazu t³a
sk: %s() : nemô¾em nájs» obrázok na pozadie.
uk: %s(): не можу знайти зображення тла

source: xine Control Window
pl: Okno kontrolne xine
sk: xine ovládanie

source: control: couldn't find image for background
pl: control: nie mogê znale¼æ obrazu t³a
sk: control: nemô¾em nájs» obrázok na pozadie.

source: Control HUE value
pl: Ustawianie ODCIENIA
sk: Nastavi» odtieò
uk: Контролювати в╕дт╕нок

source: Hue
pl: Odc
sk: Odtieò
uk: В╕дт╕нок

source: Control SATURATION value
pl: Ustawianie NASYCENIA
sk: Nastavi» nasýtenie
uk: Контролювати насиченн╕сть

source: Sat
pl: Nas
sk: Nasýtenie
uk: Суб

source: Control BRIGHTNESS value
pl: Ustawianie JASNO¦CI
sk: Nastavi» jas
uk: Контролювати яскрав╕сть

source: Brt
pl: Jas
sk: Jas
uk: Яскр

source: Control CONTRAST value
pl: Ustawianie KONTRASTU
sk: Nastavi» kontrast
uk: Контролювати контраст

source: Ctr
pl: Kon
sk: Kontrast
uk: Ctrl

source: Choose a Skin
pl: Wybór Skóry
sk: Vyber skin
uk: Виберить стиль Г╤К

source: Dismiss
pl: Anuluj
sk: Zavrie»
uk: В╕дмова

source: Close control window
pl: Zamkniêcie panela kontrolnego
sk: Zavrie» okno nastavenia
uk: Закрити в╕кно управл╕ння

source: Download in progress
pl: Pobieranie w toku
sk: S»ahovanie be¾í

source: Download progress: %d%%.
pl: Postêp pobierania: %d%%.
sk: Stiahnuté: %d%%.

source: Done
pl: Zrobione
sk: Hotovo

source: More...
pl: Wiêcej...
sk: Viac...

source: Error
pl: B³±d
sk: Chyba

source: - xine engine error - There is no input plugin available to handle '%s'. Maybe MRL syntax is wrong or file/stream source doesn't exist.
pl: - b³±d silnika xine - Brak odpowiedniej wtyczki wej¶cia do obs³ugi '%s'. Mo¿liwe ¿e sk³adnia MRL jest b³êdna albo ¼ród³o pliku/strumienia nie istnieje.
sk: - chyba xine enginu - Nie je dostupný vstupný plugin pre '%s'. Mo¾no je MRL názov zlý alebo súbor/zdroj neexistuje.

source: - xine engine error - There is no demuxer plugin available to handle '%s'. Usually this means that the file format was not recognized.
pl: - b³±d silnika xine - Brak odpowiedniej wtyczki wej¶cia do obs³ugi '%s'. Zazwyczaj oznacza to ¿e format pliku nie zosta³ rozpoznany.
sk: - chyba xine enginu - Nie je dostupný demuxer plugin pre '%s'. Obyèajne to znamená, ¾e formát súboru nebol rozpoznaný.

source: - xine engine error - Demuxer failed. Maybe '%s' is a broken file?
pl: - b³±d silnika xine - demultiplekser zawiód³. Mo¿e '%s' to uszkodzony plik?
sk: - chyba xine enginu - Demuxer zlyhal. Mo¾no je '%s' po¹kodený súbor?

source: - xine engine error - Malformed mrl. Mrl '%s' seems malformed/invalid.
pl: - b³±d silnika xine - ¯le wpisane MRL. MRL '%s' wydaje siê byæ b³êdne.
sk: - chyba xine enginu - Neplatné MRL. MRL '%s' vyzera chybne zadané/neplatné.

source: - xine engine error - Input plugin failed to open mrl '%s'
pl: - B³±d silnika xine - Wtyczka wej¶cia nie mog³a otworzyæ mrl '%s'
sk: - chyba xine enginu - Vstupný plugin zlyhal pri otváraní mrl '%s'

source: - xine engine error - !! Unhandled error !!
pl: - B³±d silnika xine - !! Nieobs³ugiwany b³±d !!
sk: - chyba xine enginu - !! Neo¹etrená chyba !!
uk: - помилка xine - !! Нерозп╕знана помилка !!

source: A/V Offset: reset.
pl: Wyrównanie A/V: reset.

source: Playlist: no loop.
pl: Lista odtwarzania: bez powtarzania.
sk: Playlist: neopakova».

source: Playlist: loop.
pl: Lista odtwarzania: powtarzanie.
sk: Playlist: opakova».

source: Playlist: entry repeat.
pl: Lista odtwarzania: Powtarzanie wpisu z listy.
sk: Playlist: polo¾ku opakova».

source: Playlist: shuffle.
pl: Lista odtwarzania: losuj
sk: Playlist: náhodne poradie

source: Playlist: shuffle forever.
pl: Lista odtwarzania: losuj bez koñca.
sk: Playlist: náhodné poradie s opakovaním.

source: Saturation
pl: Nasycenie
sk: Nasýtenie

source: Brightness
pl: Jasno¶æ
sk: Jas

source: Contrast
pl: Kontrast
sk: Kontrast

source: Playlist: %s
pl: Lista odtwarzania: %s

source: Continue
pl: Kontynuacja
sk: Pokraèova»

source: gui_main: couldn't find true color visual.
pl: gui_main: nie mogê znale¼æ ekranu w trybie true-color.
sk: gui_main: nemô¾em nájs» true color zobrazenie.

source: XInitThreads failed - looks like you don't have a thread-safe xlib.
pl: XInitThreads zawiód³ - wygl±da na to ¿e nie masz thread-safe xlib.
sk: XInitThreads zlyhali - vyzerá to tak, ¾e nemáte pre thready bezpeènú xlib.
uk: Зб╕й XInitThreads - вигляда╓ так що ви нема╓те стаб╕льно╖ для поток╕в Xlib.

source: Cannot open display
pl: Nie mogê otworzyæ okna
sk: Nemô¾em otvori» display.
uk: Ця програма вимога╓ граф╕чний режим X Windows.

source: Synchronized X protocol (debug)
pl: Synchronizowany protokó³ X (odpluskwianie)
sk: Synchronizovaný X protokol (debug)

source: Warning! Synchronized X activated - this is very slow...
pl: Uwaga! Synchronizowany protokó³ X aktywowany - to jest powolna metoda...
sk: Varovanie! Synchronizovaný X aktivovaný - toto je pomalé

source: Windows stacking
pl: Uk³adanie okien
sk: Kopenie okien

source: Use wm layer property to place window on top.
pl: U¿yj w³asno¶ci warstwy wm aby umie¶ciæ okno na wierzchu

source: Windows stacking (more)
pl: Uk³adanie okien (wiêcej)
sk: Kopenie okien (viac)

source: Use WM layer property to place windows on top.
pl: U¿yj w³asno¶ci warstwy wm aby umie¶ciæ okno na wierzchu

source: Snapshot location
pl: Po³o¿enie zrzutów obrazu
sk: Umiestnenie obrázku - obsahu obrazovky

source: Where snapshots will be saved.
pl: Gdzie zrzuty ekranów bêd± zachowywane
sk: Kam budú ulo¾ené obrázky - obsah obrazovky

source: Screensaver wakeup
pl: Budzenie wygaszacza ekranu

source: Time between two screensaver fake events, 0 to disable.
pl: Czas miêdzy dwoma symulacjami wydarzeñ wygaszacza, 0 wy³±cza

source: Chapter hopping
pl: Przeskakiwanie rozdzia³ów
sk: Skákanie kapitolami

source: Play next|previous chapter instead of mrl (dvdnav)
pl: Odtwarzaj nastêpny/poprzedni rozdzia³ zamiast mrl (dvdnav)
sk: Prehra» ïal¹iu|predchádzajúcu kapitolu namiesto mrl (dvdnav)

source: Visibility behavior of output window
pl: Zachowanie wizualne okna wyj¶cia
sk: Správanie sa viditeµnosti okna výstupu

source: Hide video output window if there is no video in the stream
pl: Ukryj okno wy¶witlania obrazu je¶li strumieñ nie zawiera obrazu
sk: Skry» výstupne video okno, ak nie je video v prúde

source: Visiblility behavior of panel
pl: Zachowanie panela
sk: Správanie sa viditeµnosti panelu

source: Automatically show/hide panel window, according to auto_video_output_visibility
pl: Automatycznie poka¿/ukryj panel, zgodnie z auto_video_output_visibility
sk: Automaticky ukáza»/skry» panel, podµa auto_video_output_visibility

source: Event sender behavior
pl: Zachowanie nawigatora
sk: Správanie sa odosielateµa udalostí

source: Event sender window stick to main panel
pl: Przyklejenie okna nawigatora do g³ównego panelu
sk: Prilepi» okno odosielateµa udalostí k hlavnému panelu

source: Visual animation style
pl: Styl animacji wizualnej
sk: ©týl animácie

source: Display some video animations when current stream is audio only (eg: mp3).
pl: Wy¶wietlaj animacjê gdy odtwarzany strumieñ to wy³±cznie d¼wiêk (np. mp3).
sk: Zobrazi» nejakú video animáciu keï prúd je iba audio (napr.: mp3).

source: Stream information
pl: Informacje o strumieniu
sk: Informácie o prúde

source: Update stream information (in stream info window) each half seconds.
pl: Aktualizuj informacje o strumieniu (w oknie informacyjnym) co pó³ sekundy.
sk: Aktualizova» info o prúde (v okne prúd.info.) ka¾dú polovicu sekundy

source: Skin Server Url
pl: Adres serwera skór
sk: URL skin servera

source: From where we can get skins.
pl: Sk±d mo¿na pobieraæ skóry
sk: Odkiaµ mô¾eme získa» skiny.

source: Enable OSD support
pl: W³±cz wspieranie OSD
sk: Zapnú» podporu OSD

source: Enabling OSD permit to display some status/informations in output window.
pl: W³±czenie OSD pozwala na wy¶wietlanie pewnych informacji w oknie wyj¶cia.
sk: Zapnutie OSD dovoluje zobrazi» stav/informácie vo výstupnom okne.

source: Use unscaled OSD
pl: U¿ycie nieskalowanego OSD
sk: Pou¾i» ne¹kálovaný OSD

source: Use unscaled (full screen resolution) OSD if possible
pl: Je¶li mo¿liwe, u¿ycie nieskalowanego (rozdzielczo¶æ pe³no-ekranowa) OSD.
sk: Pou¾i» ne¹kálovaný (na celú obrazovku) OSD, ak je mo¾né

source: Dismiss OSD time (s)
pl: Czas wygaszania OSD (s)
sk: Èas trvania OSD (sek.)

source: Persistence time of OSD visual, in seconds.
pl: Czas wy¶wietlania wizualizacji OSD, w sekundach.
sk: Dosvitový èas zobrazenia OSD, v sekundách.

source: Change xine's behavior for unexperienced user
pl: Zmiana zachowania xine dla niedo¶wiadczonego u¿ytkownika
sk: Zmeni» správanie xine pre neskúsených pou¾ívateµov

source: In this mode, xine take some decisions to simplify user's life.
pl: W tym trybie, xine podejmuje pewne decyzje sam, aby u³atwiæ ¿ycie u¿ytkownikowi
sk: V tomto móde xine urobí niektoré rozhodnutia, aby ulahèil u¾ív. ¾ivot.

source: Ask user for playback with unsupported codec
pl: Pytanie u¿ytkownika o odtwarzanie pomimo niewspieranego kodeka
sk: Spýta» sa pou¾ívateµa na prehrávanie s nepodporovaným kódekom.

source: If xine don't support audio or video codec of current stream the user will be asked if the stream should be played or not
pl: Je¶li xine nie wspiera kodaka obrazu albo d¼wiêku aktualnego strumienia, u¿ytkownik bêdzie zapytany czy strumieñ powinien byæ odtwarzany czy nie
sk: Ak xine nepodporuje audio alebo video kódek aktuálneho prúdu, spýta sa pou¾ívateµa, èi ho má prehra» alebo nie

source: Configuration experience level
pl: Poziom trudno¶ci konfiguracji
sk: Úroveò mo¾ností konfigurácie

source: Level of user's experience, this will show more or less configuration options.
pl: Poziom do¶wiadczenia u¿ytkownika, to pozwala na ograniczenie opcji konfiguracji.
sk: Úroveò u¾ívateµovej skúsenosti, uká¾e viac alebo menej konfiguraèných volieb.

source: Amplification level
pl: Poziom wzmocnienia
sk: Úroveò zosilnenia

source: Display splash screen
pl: Wy¶wietl ekran powitalny
sk: Zobrazi» splash screen

source: If enabled, xine will display its splash screen
pl: Je¶li w³±czone, xine bêdzie wy¶wietlaæ ekran powitalny
sk: Ak je zapnuté, xine zobrazí svoj splash screen

source: Audio mixer control method
pl: Metoda kontroli miksera d¼wiêku
sk: Metóda kontroly audio mixera

source: Which method used to control audio volume.
pl: Której metody u¿yæ do kontroli g³o¶no¶ci d¼wiêku.
sk: Ktorá metóda je pou¾itá na kontrolu hlasitosti.

source: Unable to initialize Imlib
pl: Nie mogê zainicjowaæ Imlib
sk: Nemô¾em inicializova» Imlib.
uk: Неможливо ╕н╕ц╕ал╕зувати Imlib

source: Up
pl: Góra
sk: Hore

source: Left
pl: Lewo
sk: Vµavo

source: Right
pl: Prawo
sk: Vpravo

source: Down
pl: Dó³
sk: Dole

source: Angle +
pl: K±t +
sk: Uhol +

source: Angle -
pl: K±t -
sk: Uhol -

source: Menu toggle
pl: Prze³±czanie menu
sk: Menú zapnú»

source: Title
pl: Tytu³
sk: Titul:

source: Subpicture
pl: Napisy
sk: Podobraz

source: Audio
pl: D¼wiêk:

source: Angle
pl: K±t
sk: Uhol

source: Part
pl: Czê¶æ
sk: Èas»

source: Close
pl: Koniec
sk: Zavrie»
uk: Закрити

source: Apply
pl: Zastosuj
sk: Pou¾i»

source: Cancel
pl: Anuluj
sk: Zru¹i»

source: Unable to open directory '%s': %s.
pl: Nie mogê otworzyæ katalogu '%s': %s.
sk: Nie je mo¾né otvori» adresár '%s': %s.

source: Unable to delete file '%s': %s.
pl: Nie mogê skasowaæ pliku '%s': %s.
sk: Nemô¾em zmaza» súbor '%s': %s.

source: Confirm deletion ?
pl: Potwierdzasz kasowanie?
sk: Potvrdi» zmazanie ?

source: Unable to rename file '%s' to '%s': %s.
pl: Nie mogê zmieniæ nazwy pliku '%s' na '%s': %s.
sk: Nie je mo¾né premenova» súbor '%s' na '%s': %s.

source: Rename file
pl: Zmieñ nazwê pliku
sk: Premenova» súbor

source: Unable to create the directory '%s': %s.
pl: Nie mogê stworzyæ katalogu '%s': %s.
sk: Nie je mo¾né vytvori» adresár '%s': %s.

source: Create a new directory
pl: Stwórz nowy katalog
sk: Vytvori» nový adresár

source: File Browser
pl: Przegl±darka plików
sk: xine súborový prehliadaè

source: All files
pl: Wszystkie pliki
sk: V¹etky súbory

source: All known subtitles
pl: Wszystkie znane napisy
sk: V¹etky známe titulky

source: All known playlists
pl: Wszystkie znane listy
sk: V¹etky známe playlisty

source: Show hidden file
pl: Poka¿ ukryte pliki
sk: Ukáza» skryté súbory

source: Rename
pl: Zmieñ nazwê
sk: Premenova»

source: Delete
pl: Usuwanie
sk: Vymaza»

source: Create a directory
pl: Stwórz katalog
sk: Vytvori» adresár

source: Undefined
pl: Niezdefiniowane
sk: Nedefinovaný

source: Help
pl: Pomoc
sk: Pomoc
uk: Допомога

source: No Help Section Available
pl: Brak dostêpnej pomocy
sk: Nie je dostupná pomoc

source: Keybindings error!
pl: B³±d mapowania klawiszy!
sk: editor priradenia kláves

source: Editor
pl: Edytor

source: OOCH: key binding table is NULL.
pl: Ojej: tablica mapowania klawiszy jest PUSTA.
sk: Ajajáj: tabuµka klávesových skratiek je PRÁZDNA.
uk: Опс: таблиця прив'язк╕ ключ╕в пуста .

source: Nothing selected
pl: Nie wybrano
sk: Nebolo niè vybrané

source: None
pl: Brak
sk: Niè

source: You can only delete alias entries.
pl: Mo¿na usuwaæ tylko aliasy wpisów
sk: Mô¾ete vymaza» len aliasy.

source: Press Keyboard Keys...
pl: Naci¶nij kawisz...
sk: Stlaète klávesy ...

source: Event receiver window
pl: Okno odbiornika wydarzeñ

source: Accept?
pl: Zaakceptowaæ?
sk: Akceptova»?

source: Store %s as '%s' key binding ?.
pl: Zapis %s jako mapowanie klawisza '%s'?.

source: This key bindings is redundant with action: "%s".
pl: To mapowanie klawisza jest redundantne z akcj± "%s".

source: key binding editor
pl: Edytor mapowania klawiszy

source: Binding action
pl: Akcja skrótu

source: Key
pl: Klawisz
sk: Klávesa

source: Modifiers
pl: Modyfikator
sk: Modifikátor

source: Edit
pl: Edycja
sk: Editova»

source: Save
pl: Zapis
sk: Ulo¾i»
uk: Зберегти

source: Grab
pl: Przechwytuj

source: Unknown
pl: Nieznany
sk: Neznámy

source: Bad geometry '%s'
pl: B³êdna geometria '%s'
sk: Zlá geometria '%s'

source: Bad visual '%s'
pl: B³êdna wizualizacja '%s'
sk: Zlá vizualizácia '%s'

source: This is xine (X11 gui) - a free video player v%s
pl: To jest xine (interfejs u¿ytkownika X11) - wolny odtwarzacz multimediów v%s
sk: Toto je xine (X11 gui) - slobodný video prehrávaè v%s

source: Built with xine library %d.%d.%d (%s)
pl: Skompilowane z bibliotek± xine %d.%d.%d (%s)
sk: Prelo¾ené s xine kni¾nicou %d.%d.%d (%s)

source: Found xine library version: %d.%d.%d (%s).
pl: Znaleziono bibliotekê xine w wersji: %d.%d.%d (%s).
sk: Nájdená xine kni¾nica verzie : %d.%d.%d (%s).
uk: Знайщов б╕бл╕отеку xine : %d.%d.%d (%s).

source: -Audio output:
pl: -Wyj¶cie d¼wiêku:
sk: -Audio výstup:

source: -Video output:
pl: -Wyj¶cie obrazu:
sk: -Video výstup:

source: -Demuxer:
pl: -Demultiplekser:

source: -Input:
pl: -Wej¶cie:
sk: -Vstup:

source: -Subpicture:
pl: -Napisy:
sk: -Podobraz:

source: -Post processing:
pl: -post przetwarzanie:

source: -Audio decoder:
pl: -Dekoder d¼wiêku:
sk: -Audio dekóder:

source: -Video decoder:
pl: -Dekoder obrazu:
sk: -Video dekóder:

source: Available xine's plugins:
pl: Dostêpne wtyczki xine:
sk: Dostupné xine pluginy:

source: No available plugins found of %s type!.
pl: Nie znaleziono ¿adnych dostêpnych wtyczek typu %s!

source: Usage: xine [OPTIONS]... [MRL]
pl: U¿ytkowanie: xine [OPCJE]... [MRL]
sk: Pou¾itie : xine [VO¥BY]...[MRL]
uk: Використання: xine [опц╕╖]... [MRL]

source: -v, --version Display version.
pl: -v, --version Wy¶wietlenie numeru wersji.
sk: -v, --version Vypí¹e verziu.
uk: -v, --version Переглянути верс╕ю.

source: --verbose [=level] Set verbosity level. Default is 1.
pl: --verbose [=poziom] Ustaw poziom "gadatliwo¶ci" programu. Domy¶lnie 1.
sk: --verbose [=úroveò] Úroveò podrobnosti výpisov. Prednast. 1.

source: -c, --config <file> Use config file instead of default one.
pl: -c, --config <plik> U¿yj podanego pliku konfiguracyjnego zamiast domy¶lnego.
sk: -c, --config <súbor> Pou¾i» konf.súbor namiesto prednastaveného.

source: -V, --video-driver <drv> Select video driver by id. Available drivers:
pl: -V, --video-driver <drv> Wybór sterownika wideo. Dostêpne sterowniki:
sk: -V, --video-driver <drv> Výber video ovládaèa pomocou id. Dostupné ovládaèe :
uk: -V, --video-driver <drv> Вибрати в╕део драйвер по ╕дентиф╕катору. Доступн╕ драйвери:

source: -A, --audio-driver <drv> Select audio driver by id. Available drivers:
pl: -A, --audio-driver <drv> Wybór sterownika d¼wiêku. Dostêpne sterowniki:
sk: -A, --audio-driver <dvr> Výber audio ovládaèa pomocou id. Dostupné ovládaèe :
uk: -A, --audio-driver <drv> Виберить ауд╕о драйвер. Доступн╕ драйвера:

source: -u, --spu-channel <#> Select SPU (subtitle) channel '#'.
pl: -u, --spu-channel <#> Wybór kana³u SPU (napisy) '#'.
sk: -u, --spu-channel <#> Výber SPU (titulky) kanála '#'.
uk: -u, --spu-channel <#> Виберить SPU канал (субтитри) '#'.

source: -a, --audio-channel <#> Select audio channel '#'.
pl: -a, --audio-channel <#> Wybór kana³u d¼wiêku '#'.
sk: -a, --audio-channel <#> Výber audio kanála '#'.
uk: -a, --audio-channel <#> Виберить ауд╕о канал '#'.

source: -p, --auto-play [opt] Play on start. Can be followed by: 'f': in fullscreen mode. 'h': hide GUI (panel, etc.). 'w': hide video window. 'q': quit when play is done. 'd': retrieve playlist from DVD. (deprecated. use -s DVD) 'v': retrieve playlist from VCD. (deprecated. use -s VCD)
pl: -p, --auto-play [opt] Rozpocznij odtwarzanie. Dostêpne opcje: 'f': tryb pe³noekranowy. 'h': ukryj interfejs u¿ytkownika (panel, itp.). 'w': ukryj okno obrazu. 'q': zakoñcz wraz z koñcem odtwarzania. 'd': szukaj listy odtwarzania na DVD. (przestarza³e. u¿ywaj -s DVD) 'v': szukaj listy odtwarzania na VCD. (przestarza³e. u¿ywaj -s VCD)
sk: -p, --auto-play [voµby] Prehráva» pri ¹tarte. Mô¾e by» nasledované: 'f': na celú obrazovku. 'h': skry» GUI (panel, atï.). 'w': skry» video okno. 'q': skonèi» po skonèení prehrávania. 'd': získa» playlist z DVD. (zastarané. pou¾ite -s DVD) 'v': získa» playlist z VCD. (zastarané. pou¾ite -s VCD)

source: 'F': in xinerama fullscreen mode.
pl: 'F': tryb pe³noekranowy w trybie xinerama
sk: 'F' : v xinerama celoobrazovkovom re¾ime.

source: -s, --auto-scan <plugin> auto-scan play list from <plugin>
pl: -s, --auto-scan <wtyczka> auto-skanowanie listy z <wtyczki>
sk: -s, --auto-scan <plugin> stiahnu» playlist z <plugin>
uk: -s, --auto-scan <модуль> автоматично програвати список з <модулем>

source: -f, --fullscreen start in fullscreen mode,
pl: -f, --fullscreen rozpoczêcie w trybie pe³noekranowym,
sk: -f, --fullscreen ¹tart v plnoobrazovkovom re¾ime,
uk: -f, --fullscreen перейти в повноекранний режим,

source: -F, --xineramafull start in xinerama fullscreen (display on several screens),
pl: -F, --xineramafull rozpoczêcie w trybie pe³noekranowym, xinerama - (na kilku ekranach),
sk: -F, --xineramafull ¹tart v xinerama plnoobrazovkovom re¾ime zobrazenie na niekoµko obrazoviek),

source: -g, --hide-gui hide GUI (panel, etc.)
pl: -g, --hide-gui ukrycie GUI (panel, etc.)
sk: -g, --hide-gui skry» GUI (panel, ...)
uk: -g, --hide-gui сховати Г╤К (панель та ╕нше)

source: -H, --hide-video hide video window
pl: -H, --hide-video ukrycie okna wideo
sk: -H, --hide-video skry» video okno.
uk: -H, --hide-video сховати в╕кно в╕део

source: -L, --no-lirc Turn off LIRC support.
pl: -L, --no-lirc wy³±czenie wsparcia dla LIRC'a
sk: -L, --no-lirc Vypnú» podporu LIRC.
uk: -L, --no-lirc Виключити п╕дтримку LIRC.

source: --visual <class-or-id> Use the specified X11 visual. <class-or-id> is either an X11 visual class, or a visual id.
pl: --visual <class-or-id> U¿yj podanego wy¶wietlania X11. <class-or-id> jest albo klas± ekranu X11, albo id ekranu.
sk: --visual <class-or-id> Pou¾i» ¹pecifikované X11 zobrazenie. <class-or-id> je alebo X11 trieda zobr., alebo id zobrazenia .

source: --install Install a private colormap.
pl: --install Instalowanie prywatnej mapy kolorów.
sk: --install Nain¹talova» osobitnú mapu farieb.
uk: --install Встановити особливу мапу кольор╕в.

source: --keymap [=option] Display keymap. Option are: 'default': display default keymap table, 'lirc': display draft of a .lircrc config file. 'remapped': user remapped keymap table. 'file:<filename>': use <filename> as keymap. -if no option is given, 'default' is selected.
pl: --keymap [=opcja] Wy¶wietl mapowanie klawiszy. Opcjami s±: 'default': poka¿ domy¶lne mapowanie klawiszy, 'lirc': wy¶wietl szablon pliku konfiguracyjnego .lircrc 'remapped': zmodyfikowane mapowanie u¿ytkownika. 'file:<plik>': u¿yj <plik> jako mapowania klawiszy -je¶li brak opcji - u¿yty jest 'default' domy¶lnie.
sk: --keymap [=voµba] Zobrazi» klávesovú mapu. Voµby sú: 'default': zobrazi» default kl. mapu, 'lirc': zobrazi» návrh .lircrc configuraèného súboru. 'remapped': pou¾ívateµom zmenená kl. mapa. 'file:<menosúboru>': pou¾i» <menosúboru> ako kl. mapu. -ak nie je zadané, 'default' je zvolené.

source: -n, --network Enable network remote control server.
pl: -n, --network W³±cz sieciowy serwer zdalnej kontroli.
sk: -n, --network Povoli» sie»ový server diaµkového ovládania.

source: -R, --root Use root window as video window.
pl: -R, --root U¿yj okna g³ównego jako okna wideo
sk: -R, --root Pou¾i» pracovnú plochu pre zobrazenie videa

source: -G, --geometry <WxH[+X+Y]> Set output window geometry (X style).
pl: -G, --geometry <WxH[+X+Y]> Ustawianie geometrii okna (X style).
sk: -G, --geometry <WxH[+X+Y]> Nastvi» výstupné okno (X style).

source: -B, --borderless Borderless video output window.
pl: -H, --hide-video ukrywanie okna wideo
sk: -B, --borderless Výstupné okno bez rámu.
